---
caption: 'Ένα παράδειγμα ενός συστήματος BBS είναι το CBBS (Computerized Bulletin Board System), το οποίο αναπτύχθηκε ως η πρώτη εφαρμογή διαδικτυακής επικοινωνίας και δικτύωσης πριν από την ευρεία χρήση του παγκόσμιου διαδικτύου (Internet). Οι χρήστες συνδεόνταν στο CBBS μέσω ενός μόντεμ και μπορούσαν να δημοσιεύουν, να διαβάζουν και να κατεβάζουν μηνύματα και αρχεία από άλλους χρήστες. Το σύστημα λειτουργούσε συνήθως σε έναν μόνο υπολογιστή και μπορούσε να υποστηρίξει μόνο ένα περιορισμένο αριθμό χρηστών κάθε φορά. Το CBBS αποτελεί σημαντικό πρόδρομο των σύγχρονων διαδικτυακών συστημάτων επικοινωνίας, όπως τα διαδικτυακά φόρουμ και οι πλατφόρμες κοινωνικής δικτύωσης.'
student: 'Τζελέπης Φώτιος'
AM: 'Π2020174'
---
